chat_system_68736578_actor_description=River fairy Diana. River fairy.
chat_system_68736578_snap_0_question=^?^You have such a kind soul, my love... The river always listens to the sound of your voice.
chat_system_68736578_snap_0_answer_0=^?^Have you ever thought of having a family? Offspring to love, support, and cherish?
chat_system_68736578_snap_0_answer_1=^?^I'm sorry, but I think we must part ways, not unlike a river with a fork in its path. I feel that my life's path is on a different course than yours.
chat_system_68736578_snap_0_answer_2=^?^I just wanted to hear the soothing sound of your voice - it reminds me of the peacefulness of listening to nature.
chat_system_68736578_snap_10_question=^?^This thought has coarsed through me season after season, but has been locked in ice like a summer spring in winter. Now, I feel your warmth and my frozen spring of love is about to gush forth!  I can't wait to see what the forces of nature will create with our joining!
chat_system_68736578_snap_10_answer_0=^?^I can only imagine! Let's have a baby!
chat_system_68736578_snap_10_answer_1=^?^Hmmm... maybe the forces of nature can wait...
chat_system_68736578_snap_11_question=^?^Your love breaks the icy cage of my desire and my love for you gushes forth as a spring river renewed with the winter snowmelt! I can hear the sound of riverlings splashing on the rocks...
chat_system_68736578_snap_11_answer_0=^?^That's fantastic, dear! (Kiss your wife.)
chat_system_68736578_snap_9_question=^?^Yes... I've felt a chill in my streams as if winter is approaching. I, too feel a different path coarsing through me and I believe that you may be right - it is time for us to cascade through different falls. I'll take my belongings and 1/5 of your earnings if this is your decision.
chat_system_68736578_snap_9_answer_0=^?^Yes, the fall I must cascade is not meant for you - good bye, my darling!
chat_system_68736578_snap_9_answer_1=^?^No, I see that it is just a few rocks - let's flow together a while longer!
chat_system_68736578_snap_12_question=^?^My love, although I love you dearly, there is something bothering me. Like a slight trickle in the distance there is something preventing our relationship from swelling to a new level of happiness...
chat_system_68736578_snap_12_answer_0=^?^Hmmm... let me guess...
chat_system_68736578_snap_13_question=^?^Yes, your eyes are true! A tributary to flow on its own - a baby is what we're missing! Could your love for me be frozen like the frost of winter? Don't you want to let your love gush forth and bath me in a torrent that nature has rarely seen? Imagine how much better our life will be with riverlings splashing on the rocks!
chat_system_68736578_snap_13_answer_0=^?^My love for you is ready to burst like a dam - let's have a baby!
chat_system_68736578_snap_13_answer_0=^?^You know, winter is indeed near - let us wait until spring arrives before we talk of this again...
